export const items = [
  {
    id: 0,
    title: '9-комн - 266м² - 10 сот.',
    price: '170 000 000 ₸',
    address: 'Домалак ана 23, Алматинский р-н, Астана',
    viewCount: 120,
    dtPublic: '4 часа назад',
    favorite: true,
    images: [
      { source: require('../assets/img/house11.png') },
      { source: require('../assets/img/house12.png') },
      { source: require('../assets/img/house13.png') },
      { source: require('../assets/img/house14.png') },
    ],
    description: 'Продается НОВЫЙ ДОМ! район Комсомольском. ' +
      'Без мебели, удобное расположение. Можно под бизнес и под жилье!',
    fields: [
      { title: 'Количество уровней', value: '3' },
      { title: 'Дом', value: 'кирпичный, 2018 г.п.' },
      { title: 'Площадь', value: '266 м²' },
      { title: 'Высота потолков', value: '3.5 м' },
      { title: 'Санузел', value: '2 с/у и более' },
      { title: 'Состояние', value: 'евроремонт' },
      { title: 'Участок', value: '20 сот.' },
      { title: 'Канализация', value: 'центральная' },
      { title: 'Как огорожен участок', value: 'блоки сплитарные' },
      { title: 'Вода', value: 'центральное водоснабжение' },
      { title: 'Электричество', value: 'есть' },
      { title: 'Отопление', value: 'центральное' },
      { title: 'Газ', value: 'нет' },
      { title: 'Телефон', value: 'есть ' },
      { title: 'Интернет', value: 'ADSL' },
    ]
  },
  {
    id: 1,
    title: '9-комн - 180м² - 12 сот.',
    price: '80 000 000 ₸',
    address: 'Е.Досматов 11/2, Байконырский р-н, Астана',
    viewCount: 56,
    dtPublic: 'Вчера',
    favorite: false,
    images: [
      { source: require('../assets/img/house21.png') },
      { source: require('../assets/img/house22.png') },
      { source: require('../assets/img/house23.png') },
    ],
    description: 'Пластиковые окна, баня, сад, хозпостройки, 3 фазы. ' +
      'Продается теплый и уютный дом ! дом в 3 уровня, цоколь армированный залит монолитным бетоном, ' +
      'стены двойной красный кирпич так же армированные что дает сейсмостойкость дому до 9 баллов. ' +
      'Стены внутри обшиты гипсокартоном + утеплитель! Теплые полы, цокольный этаж сухой и теплый. ' +
      'Полы во всем доме ламинат кроме кухни и с/у, кухня и с/у кафель. Дом строился для себя без ' +
      'экономии на качество строительного материала.',
    fields: [
      { title: 'Количество уровней', value: '2' },
      { title: 'Дом', value: 'кирпичный, 2017 г.п.' },
      { title: 'Площадь', value: '180 м²' },
      { title: 'Высота потолков', value: '3 м' },
      { title: 'Санузел', value: '2 с/у и более' },
      { title: 'Состояние', value: 'евроремонт' },
      { title: 'Участок', value: '10 сот.' },
      { title: 'Канализация', value: 'септик' },
      { title: 'Безопасность', value: 'решетки на окнах'},
      { title: 'Как огорожен участок', value: 'забор' },
      { title: 'Вода', value: 'центральное водоснабжение' },
      { title: 'Электричество', value: 'есть' },
      { title: 'Отопление', value: 'центральное' },
      { title: 'Газ', value: 'нет' },
      { title: 'Телефон', value: 'есть ' },
      { title: 'Интернет', value: 'ADSL' },
    ]
  }
];