export const months = {
  1: 'Янв',
  2: 'Фев',
  3: 'Мар',
  4: 'Апр',
  5: 'Май',
  6: 'Июнь',
  7: 'Июль',
  8: 'Авг',
  9: 'Сен',
  10: 'Окт',
  11: 'Ноя',
  12: 'Дек',
}

export const items = [
  {
    id: 0,
    title: '9-комн - 266м² - 10 сот.',
    price: '170 000 000 ₸',
    address: 'Домалак ана 23, Алматинский р-н, Астана',
    viewCount: 120,
    dtPublic: '4 часа назад',
    favorite: true,
    images: [
      { source: require('../assets/img/house11.png') },
      { source: require('../assets/img/house12.png') },
      { source: require('../assets/img/house13.png') },
      { source: require('../assets/img/house14.png') },
      { source: require('../assets/img/house1-map.png') },
    ],
    description: 'Продается НОВЫЙ ДОМ! район Комсомольском. ' +
      'Без мебели, удобное расположение. Можно под бизнес и под жилье!',
    fields: [
      { title: 'Количество уровней', value: '3' },
      { title: 'Дом', value: 'кирпичный, 2018 г.п.' },
      { title: 'Площадь', value: '266 м²' },
      { title: 'Высота потолков', value: '3.5 м' },
      { title: 'Санузел', value: '2 с/у и более' },
      { title: 'Состояние', value: 'евроремонт' },
      { title: 'Участок', value: '20 сот.' },
      { title: 'Канализация', value: 'центральная' },
      { title: 'Как огорожен участок', value: 'блоки сплитарные' },
      { title: 'Вода', value: 'центральное водоснабжение' },
      { title: 'Электричество', value: 'есть' },
      { title: 'Отопление', value: 'центральное' },
      { title: 'Газ', value: 'нет' },
      { title: 'Телефон', value: 'есть ' },
      { title: 'Интернет', value: 'ADSL' },
    ]
  },
  {
    id: 1,
    title: '9-комн - 180м² - 12 сот.',
    price: '80 000 000 ₸',
    address: 'Е.Досматов 11/2, Байконырский р-н, Астана',
    viewCount: 56,
    dtPublic: 'Вчера',
    favorite: false,
    images: [
      { source: require('../assets/img/house21.png') },
      { source: require('../assets/img/house22.png') },
      { source: require('../assets/img/house23.png') },
      { source: require('../assets/img/house1-map.png') },
    ],
    description: 'Пластиковые окна, баня, сад, хозпостройки, 3 фазы. ' +
      'Продается теплый и уютный дом ! дом в 3 уровня, цоколь армированный залит монолитным бетоном, ' +
      'стены двойной красный кирпич так же армированные что дает сейсмостойкость дому до 9 баллов. ' +
      'Стены внутри обшиты гипсокартоном + утеплитель! Теплые полы, цокольный этаж сухой и теплый. ' +
      'Полы во всем доме ламинат кроме кухни и с/у, кухня и с/у кафель. Дом строился для себя без ' +
      'экономии на качество строительного материала.',
    fields: [
      { title: 'Количество уровней', value: '2' },
      { title: 'Дом', value: 'кирпичный, 2017 г.п.' },
      { title: 'Площадь', value: '180 м²' },
      { title: 'Высота потолков', value: '3 м' },
      { title: 'Санузел', value: '2 с/у и более' },
      { title: 'Состояние', value: 'евроремонт' },
      { title: 'Участок', value: '10 сот.' },
      { title: 'Канализация', value: 'септик' },
      { title: 'Безопасность', value: 'решетки на окнах' },
      { title: 'Как огорожен участок', value: 'забор' },
      { title: 'Вода', value: 'центральное водоснабжение' },
      { title: 'Электричество', value: 'есть' },
      { title: 'Отопление', value: 'центральное' },
      { title: 'Газ', value: 'нет' },
      { title: 'Телефон', value: 'есть ' },
      { title: 'Интернет', value: 'ADSL' },
    ]
  },
  {
    id: 2,
    title: '8-комн - 315м² - 11 сот.',
    price: '94 000 000 ₸',
    address: 'Наурызбайский р-н, Алматы',
    viewCount: 73,
    dtPublic: 'Вчера',
    favorite: false,
    images: [
      { source: require('../assets/img/house31.jpg') },
      { source: require('../assets/img/house32.jpg') },
      { source: require('../assets/img/house33.jpg') },
      { source: require('../assets/img/house1-map.png') },
    ],
    description: 'Пластиковые окна, навес, баня, сад, хозпостройки, 3 фазы. ' +
      'ХОРОШИЙ ТОРГ. СРОЧНО. Отличное месторасположение. Продается действующий детский садик. ' +
      'Окупаемость отличная, могу подробнее описать по телефону по доходности. Также можно вернуть ' +
      'первоначальный жилой вид, для жилья. Дом в отличном состоянии. Теплый. Экономичный.',
    fields: [
      { title: 'Количество уровней', value: '3' },
      { title: 'Дом', value: 'кирпичный, 2017 г.п.' },
      { title: 'Площадь', value: '315 м²' },
      { title: 'Высота потолков', value: '3 м' },
      { title: 'Санузел', value: '2 с/у и более' },
      { title: 'Состояние', value: 'евроремонт' },
      { title: 'Участок', value: '10 сот.' },
      { title: 'Канализация', value: 'септик' },
      { title: 'Как огорожен участок', value: 'забор' },
      { title: 'Вода', value: 'центральное водоснабжение' },
      { title: 'Электричество', value: 'есть' },
      { title: 'Отопление', value: 'центральное' },
      { title: 'Газ', value: 'нет' },
      { title: 'Телефон', value: 'есть ' },
      { title: 'Интернет', value: 'ADSL' },
    ]
  },
  {
    id: 3,
    title: '8-комн - 519м² - 8 сот.',
    price: '130 000 000 ₸',
    address: 'Алматинская обл.',
    viewCount: 84,
    dtPublic: 'Вчера',
    favorite: false,
    images: [
      { source: require('../assets/img/house41.jpg') },
      { source: require('../assets/img/house42.jpg') },
      { source: require('../assets/img/house43.jpg') },
      { source: require('../assets/img/house1-map.png') },
    ],
    description: 'Капитальный особняк, близость к городу, использовался под офис .',
    fields: [
      { title: 'Количество уровней', value: '2' },
      { title: 'Дом', value: 'кирпичный, 2010 г.п.' },
      { title: 'Площадь', value: '519 м²' },
      { title: 'Высота потолков', value: '3 м' },
      { title: 'Санузел', value: '2 с/у и более' },
      { title: 'Состояние', value: 'евроремонт' },
      { title: 'Участок', value: '8 сот.' },
      { title: 'Канализация', value: 'септик' },
      { title: 'Безопасность', value: 'решетки на окнах' },
      { title: 'Как огорожен участок', value: 'забор' },
      { title: 'Вода', value: 'центральное водоснабжение' },
      { title: 'Электричество', value: 'есть' },
      { title: 'Отопление', value: 'центральное' },
      { title: 'Газ', value: 'нет' },
      { title: 'Телефон', value: 'есть ' },
      { title: 'Интернет', value: 'ADSL' },
    ]
  },
  {
    id: 4,
    title: '7-комн - 400м² - 15 сот.',
    price: '39 000 000 ₸',
    address: 'Байконырский р-н, Астана',
    viewCount: 236,
    dtPublic: 'Вчера',
    favorite: false,
    images: [
      { source: require('../assets/img/house51.jpg') },
      { source: require('../assets/img/house52.jpg') },
      { source: require('../assets/img/house1-map.png') },
    ],
    description: 'РАСПОЛОЖЕНИЕ внутри города в районе за ОЛИМПИЙСКОГО ГОРОДКА, КВАДРАТ : Апорт-7яГорбольница-' +
      'ОЛИМПИЙСКИЙ ГОРОДОК-Момышулы АкынСАРА, Коттедж из жженного красного кирпича, планировка ' +
      '1этаж свободной планировка, 2 этаж 3 спальных комнат, Цокольный этаж половина гараж на 2 машин, ' +
      'половина цокольного этажа для спортзала, 3 уровня, газовое отопление, 2 и более санузла, ' +
      'административный вид, больше подходит к бизнесу, участок делимый 15 соток, ограничения в ' +
      'использовании и обременения земельного участка нет, целевое назначения земельного участка любой.',
    fields: [
      { title: 'Количество уровней', value: '3' },
      { title: 'Дом', value: 'кирпичный, 2011 г.п.' },
      { title: 'Площадь', value: '400 м²' },
      { title: 'Высота потолков', value: '3 м' },
      { title: 'Санузел', value: '2 с/у и более' },
      { title: 'Состояние', value: 'евроремонт' },
      { title: 'Участок', value: '15 сот.' },
      { title: 'Канализация', value: 'септик' },
      { title: 'Безопасность', value: 'решетки на окнах' },
      { title: 'Как огорожен участок', value: 'забор' },
      { title: 'Вода', value: 'центральное водоснабжение' },
      { title: 'Электричество', value: 'есть' },
      { title: 'Отопление', value: 'центральное' },
      { title: 'Газ', value: 'нет' },
      { title: 'Телефон', value: 'есть ' },
      { title: 'Интернет', value: 'ADSL' },
    ]
  },
  {
    id: 5,
    title: '4-комн - 78.6м² - 7 сот.',
    price: '14 900 000 ₸',
    address: 'Алатауский р-н, Алматы',
    viewCount: 50,
    dtPublic: 'Вчера',
    favorite: false,
    images: [
      { source: require('../assets/img/house61.jpg') },
      { source: require('../assets/img/house62.jpg') },
      { source: require('../assets/img/house1-map.png') },
    ],
    description: 'Пластиковые окна, сад, веранда, хозпостройки.' +
      'Жилой дом 78, 6 кв. все удобства в доме туалет, ванна, горячая вода, евро ремонт. Дом построен 1999г. ' +
      'Времянка второй 35 кв. две комнаты прихожка ремонт средний. ' +
      'Большой двор на 4 машины асфальт, сад, огород, баня, хоз. постройки, дополнительный санузел. ' +
      'Отопление основное на газу, дополнительное на твердом топливе, кочегарка находится вне дома. ' +
      'В дальнейшем будет располагаться не далеко от Рыскулова очень удобно в коммерческих целях.',
    fields: [
      { title: 'Количество уровней', value: '1' },
      { title: 'Дом', value: 'кирпичный, 2005 г.п.' },
      { title: 'Площадь', value: '78.6 м²' },
      { title: 'Высота потолков', value: '3 м' },
      { title: 'Санузел', value: '2 с/у и более' },
      { title: 'Состояние', value: 'евроремонт' },
      { title: 'Участок', value: '7 сот.' },
      { title: 'Канализация', value: 'септик' },
      { title: 'Безопасность', value: 'решетки на окнах' },
      { title: 'Как огорожен участок', value: 'забор' },
      { title: 'Вода', value: 'центральное водоснабжение' },
      { title: 'Электричество', value: 'есть' },
      { title: 'Отопление', value: 'центральное' },
      { title: 'Газ', value: 'нет' },
      { title: 'Телефон', value: 'есть ' },
      { title: 'Интернет', value: 'ADSL' },
    ]
  },
  {
    id: 6,
    title: '8-комн - 400м² - 10 сот.',
    price: '210 000 000 ₸',
    address: 'Бостандыкский р-н, Алматы',
    viewCount: 64,
    dtPublic: 'Вчера',
    favorite: false,
    images: [
      { source: require('../assets/img/house71.jpg') },
      { source: require('../assets/img/house72.jpg') },
      { source: require('../assets/img/house73.jpg') },
      { source: require('../assets/img/house1-map.png') },
    ],
    description: 'Пластиковые окна, баня, сад, хозпостройки, 3 фазы. ' +
      'Продается теплый и уютный дом ! дом в 3 уровня, цоколь армированный залит монолитным бетоном, ' +
      'стены двойной красный кирпич так же армированные что дает сейсмостойкость дому до 9 баллов. ' +
      'Стены внутри обшиты гипсокартоном + утеплитель! Теплые полы, цокольный этаж сухой и теплый. ' +
      'Полы во всем доме ламинат кроме кухни и с/у, кухня и с/у кафель. Дом строился для себя без ' +
      'экономии на качество строительного материала.',
    fields: [
      { title: 'Количество уровней', value: '2' },
      { title: 'Дом', value: 'кирпичный, 2015 г.п.' },
      { title: 'Площадь', value: '400 м²' },
      { title: 'Высота потолков', value: '3 м' },
      { title: 'Санузел', value: '2 с/у и более' },
      { title: 'Состояние', value: 'евроремонт' },
      { title: 'Участок', value: '10 сот.' },
      { title: 'Канализация', value: 'септик' },
      { title: 'Безопасность', value: 'решетки на окнах' },
      { title: 'Как огорожен участок', value: 'забор' },
      { title: 'Вода', value: 'центральное водоснабжение' },
      { title: 'Электричество', value: 'есть' },
      { title: 'Отопление', value: 'центральное' },
      { title: 'Газ', value: 'магистральный' },
      { title: 'Телефон', value: 'есть ' },
      { title: 'Интернет', value: 'ADSL' },
    ]
  },
];